#Дасгал 2: Текст Файл руу Бичих

#Зааварчилгаа:
#1. Өгөгдсөн текстийг 'output.txt' нэртэй файл руу бичихийн тулд доорх функцийг гүйцээнэ үү
#2. Зөв файл боловсруулах аргыг ашиглахаа бататгана уу
#3. Бичсэний дараа, файлын агуулгыг буцааж уншиж хэвлэх код нэмнэ үү



def write_and_verify(text_to_write):
    # Алхам 1: Файл руу бичих
    # Таны код энд
    with open('output.txt', 'w') as file:
        file.write("Энэ бол тест юм.\nPython файл боловсруулах нь чухал!\nАмжилт хүсье!")
    
    
    # Алхам 2: Буцааж уншиж файлын агуулгыг хэвлэх
    # Таны код энд
    
#Хүлээгдэж буй гаралт:
#Энэ бол тест юм.
#Python файл боловсруулах нь чухал!
#Амжилт хүсье!

